/*
 Localizable.strings

 Created by Haitao Li on 6/26/13.
 */

/* Loading photos */
"loading"="Loading...";

/* Message box title */
"error"="Error";

/* OK button */
"ok"="OK";

/* Album picker title */
"select_album"="Select an Album";

/* Pick one photo */
"pick_photo"="Pick Photo";

/* Pick multiple photos */
"pick_photos"="Pick Photos";

/* User denied access to photo album */
"noaccess_album"="%@ does not have access to your photos.\nYou can enable access in Privacy Settings.";
